Repository: maszynka/ucieczkowe.pl-wp-content
Catalog: languages/plugins/woo-product-bundle-*.po
Languages: pl_pl

source: Apply to both bundle & bundled sub-product
pl_pl: Zastosuj zarówno do pakietu, jak i do pakietu pod produktów

source: Apply to the main bundle product
pl_pl: Zastosuj do głównego produktu pakietu

source: %s ago
pl_pl: %s temu

source: Last Updated:
pl_pl: Ostatnia aktualizacja:

source: + Active Installations
pl_pl: + Aktywne instalacje

source: Version:
pl_pl: Wersja:

source: More Details
pl_pl: Więcej szczegółów

source: More information about %s
pl_pl: Więcej informacji o %s

source: Install Now
pl_pl: Zainstaluj teraz

source: Activate
pl_pl: Włącz

source: Deactivate
pl_pl: Wyłącz

source: WPC Essential Kit
pl_pl: WPC Niezbędny zestaw

source: After bundles
pl_pl: Po kompletach

source: Before bundles
pl_pl: Przed kompletami

source: After bundled product price
pl_pl: Po cenie produktu w komplecie

source: Before bundled product price
pl_pl: Przed ceną produktu w komplecie

source: After bundled product name
pl_pl: Po nazwie produktu w komplecie

source: Before bundled product name
pl_pl: Przed nazwą produktu w komplecie

source: After bundled product
pl_pl: Po produkcie w komplecie

source: Before bundled product
pl_pl: Przed produktem w komplecie

source: After bundled products table
pl_pl: Po tabeli produktów w komplecie

source: Before bundled products table
pl_pl: Przed tabelą produktów w komplecie

source: After bundled products
pl_pl: Po produktach w komplecie

source: Before bundled products
pl_pl: Przed produktami w komplecie

source: %1$s is low in stock. There are %2$d left.
pl_pl: %1$s ma niski stan magazynowy. Pozostało %2$d.

source: %s is low in stock.
pl_pl: %s ma niski stan magazynowy.

source: Bundle(s) low in stock
pl_pl: Niski stan magazynowy kompletu

source: %s is out of stock.
pl_pl: %s jest niedostępny.

source: Bundle(s) out of stock
pl_pl: Brak kompletów w magazynie

source: Added %s product(s) to this bundle.
pl_pl: Dodano %s produkt(y) do tego kompletu.

source: Create a Smart bundle
pl_pl: Utwórz inteligentny komplet

source: Bundle (%s)
pl_pl: Komplet (%s)

source: From
pl_pl: Od

source: Custom quantity
pl_pl: Własna ilość

source: Remove
pl_pl: Usuń

source: Add
pl_pl: Dodaj

source: sold individually
pl_pl: sprzedawane indywidualnie

source: Default quantity
pl_pl: Domyślna ilość

source: Under text
pl_pl: Pod tekstem

source: Above text
pl_pl: Nad tekstem

source: Exclude un-purchasable
pl_pl: Wyklucz niedostępne

source: You can use %s to show the dynamic price between your custom text.
pl_pl: Możesz użyć %s, aby pokazać cenę dynamiczną pomiędzy twoim własnym tekstem.

source: Custom display price
pl_pl: Własne wyświetlanie ceny

source: By default, the bundle' stock was calculated automatically from bundled products. After enabling, please press "Update" then you can change the stock settings on the "Inventory" tab.
pl_pl: Domyślnie stan magazynowy kompletu był obliczany automatycznie na podstawie produktów w komplecie. Po włączeniu, proszę nacisnąć przycisk "Aktualizuj", a następnie można zmienić ustawienia stanu magazynowego na karcie "Magazyn".

source: Enable stock management at bundle level.
pl_pl: Włącz zarządzanie stanem magazynowym na poziomie kompletu.

source: Manage stock
pl_pl: Zarządzanie stanem magazynowym

source: Apply to each bundled sub-product
pl_pl: Zastosuj do każdego dołączonego pod produktu

source: Shipping fee
pl_pl: Opłata za wysyłkę

source: When a bundle includes variable or optional products, bundle's price will vary depending on the item selection. Thus, this option can be enabled to limit the bundle total's min-max.
pl_pl: Gdy komplet zawiera zmienne lub opcjonalne produkty, cena kompletu będzie zależała od wyboru produktów. Dlatego ta opcja może zostać włączona, aby ograniczyć minimalną i maksymalną cenę całkowitą kompletu.

source: Configure total limits for the current bundle.
pl_pl: Skonfiguruj całkowite limity dla obecnego kompletu.

source: Total limits
pl_pl: Całkowite limity

source: Limit the total quantity when the bundle includes optional products.
pl_pl: Ogranicz całkowitą ilość, gdy komplet zawiera produkty opcjonalne.

source: Max
pl_pl: Maksimum

source: Min
pl_pl: Minimum

source: Quantity limits
pl_pl: Limity ilości

source: If you fill both, the amount will be used.
pl_pl: Jeśli wypełnisz oba, kwota zostanie zużyta.

source: % or amount
pl_pl: % lub wartość

source: Discount
pl_pl: Zniżka

source: If checked, %1$s click here to set price %2$s by manually.
pl_pl: Jeśli zaznaczone, %1$s kliknij tutaj, aby ręcznie ustawić cenę %2$s.

source: Disable auto calculate price.
pl_pl: Wyłącz automatyczne wyliczanie ceny.

source: Fixed price
pl_pl: Stała cena

source: Regular price
pl_pl: Cena regularna

source: Set max quantity
pl_pl: Ustaw maksymalną ilość

source: Set min quantity
pl_pl: Ustaw minimalną ilość

source: Set default quantity
pl_pl: Ustaw domyślną ilość

source: Disable "Custom quantity"
pl_pl: Wyłącz opcję "Własna ilość"

source: Enable "Custom quantity"
pl_pl: Włącz opcję "Własna ilość"

source: Bulk actions
pl_pl: Działania zbiorcze

source: + Add heading/paragraph
pl_pl: + Dodaj nagłówek/paragraf

source: Selected
pl_pl: Wybrany

source: Type any keyword to search
pl_pl: Wpisz dowolne słowo kluczowe do wyszukiwania

source: searching...
pl_pl: wyszukiwanie...

source: settings
pl_pl: ustawienia

source: Update Options
pl_pl: Zaktualizuj opcje

source: Search settings
pl_pl: Ustawienia wyszukiwania

source: Product wasn't returned.
pl_pl: Produkt nie został zwrócony.

source: Bundled Products
pl_pl: Produkty w komplecie

source: Smart bundle
pl_pl: Inteligentny komplet

source: No results found for "%s"
pl_pl: Brak wyników dla „%s”

source: "%s" has not enough stock.
pl_pl: "%s" nie ma wystarczającej ilości na magazynie.

source: "%s" is protected and cannot be purchased.
pl_pl: "%s" jest chroniony i nie może zostać zakupiony.

source: You cannot add another "%s" to the cart.
pl_pl: Nie możesz dodać kolejnej sztuki "%s" do koszyka.

source: "%s" is un-purchasable.
pl_pl: "%s" jest nie do kupienia

source: You cannot add this bundle to the cart.
pl_pl: Nie możesz dodać tego kompletu do koszyka.

source: One of the bundled products is unavailable.
pl_pl: Jeden z produktów w komplecie jest niedostępny.

source: Community support
pl_pl: Wsparcie społeczności

source: Show image
pl_pl: Pokaż obrazek

source: → Variation
pl_pl: → Wariant

source: All
pl_pl: Wszystkie

source: Product types
pl_pl: Rodzaje produktów

source: If yes, a product can be added many times.
pl_pl: Jeśli tak, produkt można dodać wiele razy.

source: Accept same products
pl_pl: Akceptuj te same produkty

source: Do a phrase search?
pl_pl: Wyszukać frazę?

source: Search sentence
pl_pl: Wyszukaj zdanie

source: Match whole product title or content?
pl_pl: Dopasować cały tytuł lub treść produktu?

source: Search exact
pl_pl: Wyszukaj dokładnie

source: Search by ID when entering the numeric only.
pl_pl: Wyszukaj po identyfikatorze podając tylko cyfry.

source: Search by ID
pl_pl: Szukaj po ID

source: Search by SKU
pl_pl: Wybierz według SKU

source: Search limit
pl_pl: Limit wyszukiwania

source: Migrate
pl_pl: Migruj

source: Finished!
pl_pl: Zakończono!

source: Please wait until it has finished!
pl_pl: Poczekaj, aż się zakończy!

source: Migrating...
pl_pl: Migracja...

source: If you have updated WPC Product Bundles from a version before 7.0.0, please run the Migrate tool once.
pl_pl: Jeśli zaktualizowałeś WPC Komplety produktów z wersji wcześniejszej niż 7.0.0, uruchom narzędzie migracji.

source: Data Migration
pl_pl: Migracja danych

source: The total must meet the maximum amount of [max].
pl_pl: Całkowita suma nie może przekraczać [max].

source: Total maximum required
pl_pl: Wymaganie o maksymalnej sumie

source: The total must meet the minimum amount of [min].
pl_pl: Całkowita suma musi wynosić co najmniej [min].

source: Total minimum required
pl_pl: Wymaganie o minimalnej sumie

source: Sorry, you can only choose at max a total quantity of [max] products before adding this bundle to the cart.
pl_pl: Przepraszamy, możesz wybrać maksymalnie [max] produktów przed dodaniem tego zestawu do koszyka.

source: Maximum reached
pl_pl: Maksimum osiągnięte

source: Please choose at least a total quantity of [min] products before adding this bundle to the cart.
pl_pl: Proszę wybrać co najmniej [min] produktów, zanim dodasz ten zestaw do koszyka.

source: Minimum required
pl_pl: Wymagane minimum

source: Please choose at least one product before adding this bundle to the cart.
pl_pl: Wybierz co najmniej jeden produkt przed dodaniem tego kompletu do koszyka.

source: Enforce a selection
pl_pl: Wymuś wybór

source: Product [name] is unpurchasable. Please remove it before adding the bundle to the cart.
pl_pl: Produktu [name] nie można kupić. Usuń go przed dodaniem kompletu do koszyka.

source: Require purchasable
pl_pl: Wymagaj dostępnych do zakupu

source: Please select a purchasable variation for [name] before adding this bundle to the cart.
pl_pl: Przed dodaniem tego pakietu do koszyka wybierz dostępny wariant [name].

source: Require selection
pl_pl: Wymagaj wyboru

source: Alert
pl_pl: Ostrzeżenie

source: Bundled in: %s
pl_pl: Zawarte w: %s

source: Bundled products: %s
pl_pl: Produkty w komplecie: %s

source: Single product page
pl_pl: Strona pojedynczego produktu

source: For un-purchasable bundle.
pl_pl: Dla kompletu bez możliwości zakupu.

source: For purchasable bundle and has variable product(s).
pl_pl: Dla kompletu z możliwością zakupu który posiada produkty z wariantami.

source: For purchasable bundle.
pl_pl: Dla kompletu z możliwością zakupu.

source: Shop/archive page
pl_pl: Strona sklepu/archiwum

source: "Add to cart" button labels
pl_pl: Etykiety przycisku „Dodaj do koszyka”

source: Clear
pl_pl: Wyczyść

source: Use %s to show the attribute name.
pl_pl: Użyj %s, aby wyświetlić nazwę atrybutu.

source: Choose %s
pl_pl: Wybierz %s

source: Choose an attribute
pl_pl: Wybierz atrybut

source: Use [d] to show the saved percentage or amount.
pl_pl: Użyj [d], aby pokazać oszczędzoną procentową wartość lub kwotę.

source: (saved [d])
pl_pl: (zapisane [d])

source: Saved text
pl_pl: Zapisany tekst

source: Selected:
pl_pl: Wybrany:

source: Selected text
pl_pl: Wybrany tekst

source: Bundle price:
pl_pl: Cena kompletu:

source: Total text
pl_pl: Tekst ceny

source: Leave blank to use the default text and its equivalent translation in multiple languages.
pl_pl: Pozostaw puste, aby użyć domyślnego tekstu i jego odpowiednika w wielu językach.

source: Hide bundled products
pl_pl: Ukryj produkty w komplecie

source: Hide bundles
pl_pl: Ukryj komplety

source: Search
pl_pl: Szukaj

source: Hide bundled products, just show the main product on order details (order confirmation or emails).
pl_pl: Ukryj produkty w komplecie, pokazując tylko główny produkt w szczegółach zamówienia (potwierdzenie zamówienia lub e-maile).

source: Hide bundled products on order details
pl_pl: Ukryj produkty w komplecie w szczegółach zamówienia

source: Yes, but list bundled sub-product names under the main bundle in separate lines
pl_pl: Tak, ale wymień nazwy podproduktów pod kompletem w osobnych wierszach

source: Yes, but shortly list bundled sub-product names under the main bundle in one line
pl_pl: Tak, ale krótko wymień nazwy podproduktów pod kompletem w jednej linii

source: Yes, just show the main bundle
pl_pl: Tak, po prostu pokaż główny komplet

source: Hide bundled products on cart & checkout page
pl_pl: Ukryj produkty w komplecie na stronie koszyka i stronie płatności

source: Hide bundled products, just show the main product on mini-cart.
pl_pl: Ukryj podprodukty, pokaż tylko główny produkt w mini-koszyku.

source: Hide bundled products on mini-cart
pl_pl: Ukryj produkty kompletu w mini-koszyku

source: Hide bundle name before bundled products
pl_pl: Ukryj nazwę kompletu przed produktami w komplecie

source: Both bundles and bundled products
pl_pl: Zarówno komplety, jak i produkty w komplecie

source: Bundled products only
pl_pl: Tylko produkty w komplecie

source: Bundles only
pl_pl: Tylko komplety

source: Cart contents count
pl_pl: Liczba pozycji w koszyku

source: Make the bundle still purchasable when one of the bundled products is un-purchasable. These bundled products are excluded from the orders.
pl_pl: Zachowaj możliwość zakupu kompletu nawet wtedy, gdy jeden z produktów w komplecie nie jest dostępny do zakupu. Te produkty w komplecie są wyłączone z zamówień.

source: Exclude un-purchasable products
pl_pl: Wyklucz niedostępne produkty

source: Choose products you want to exclude from coupons.
pl_pl: Wybierz produkty, które chcesz wykluczyć z kuponów.

source: Exclude both bundles and bundled products
pl_pl: Wyklucz zarówno komplety, jak i produkty w kompletach.

source: Exclude bundled products
pl_pl: Wyklucz produkty w komplecie

source: Exclude bundles
pl_pl: Wyklucz komplety

source: Coupon restrictions
pl_pl: Ograniczenia dotyczące kuponów

source: Cart & Checkout
pl_pl: Koszyk i płatność

source: Choose the position to show the bundles list.
pl_pl: Wybierz pozycję, aby wyświetlić listę kompletów.

source: Settings for bundles on the bundled product page.
pl_pl: Ustawienia dla kompletów na stronie produktu kompletu.

source: Bundles
pl_pl: Komplety

source: Change the main product price when choosing the variation of bundled products. It uses JavaScript to change product price so it is very dependent on theme’s HTML. If it cannot find and update the product price, please contact us and we can help you find the right selector or adjust the JS file.
pl_pl: Zmień cenę głównego produktu po wybraniu wariantu kompletu produktów. Wykorzystuje JavaScript do zmiany ceny produktu, dlatego jest bardzo zależne od struktury HTML motywu. Jeśli nie może znaleźć i zaktualizować ceny produktu, skontaktuj się z nami, a pomożemy ci znaleźć odpowiedni selektor lub dostosować plik JS.

source: Yes, custom selector
pl_pl: Tak, własny selektor

source: Change price
pl_pl: Zmień cenę

source: Change the main product image when choosing the variation of bundled products.
pl_pl: Zmień główny obrazek produktu podczas wybierania wariantu kompletu produktów.

source: Change image
pl_pl: Zmień obrazek

source: Show the plus/minus button for the quantity input.
pl_pl: Pokaż przycisk plus/minus dla pola wprowadzania ilości.

source: Show plus/minus button
pl_pl: Pokaż przycisk plus/minus

source: Yes, open quick view popup
pl_pl: Tak, otwórz popup z podglądem

source: Yes, open in the new tab
pl_pl: Tak, otwórz w nowej karcie

source: Yes, open in the same tab
pl_pl: Tak, otwórz w tej samej karcie

source: Link to individual product
pl_pl: Odnośnik do indywidualnego produktu

source: Subtotal under the product name
pl_pl: Suma częściowa pod nazwą produktu

source: Price under the product name
pl_pl: Cena pod nazwą produktu

source: Subtotal at the last
pl_pl: Suma częściowa na końcu

source: Price at the last
pl_pl: Cena na końcu

source: Show price
pl_pl: Pokaż cenę

source: Show short description
pl_pl: Pokaż krótki opis

source: Show the quantity number before product name.
pl_pl: Pokaż ilość przed nazwą produktu.

source: Show quantity
pl_pl: Pokaż ilość

source: No
pl_pl: Nie

source: Yes
pl_pl: Tak

source: Show thumbnail
pl_pl: Pokaż miniaturkę

source: Choose a selector interface that apply for variations of bundled products only.
pl_pl: Wybierz interfejs selektora, który dotyczy tylko wariantów kompletu produktów.

source: HTML select tag
pl_pl: Znacznik wyboru HTML

source: Radio buttons
pl_pl: Pola wyboru

source: Unset
pl_pl: Nieustawione

source: Selector interface
pl_pl: Interfejs selektora

source: Use WPC Variations Radio Buttons
pl_pl: Użyj WPC Pola wyboru wariantów

source: Default
pl_pl: Domyślny

source: Variations selector
pl_pl: Selektor wariantów

source: Grid - 4 columns
pl_pl: Grid - 4 kolumny

source: Grid - 3 columns
pl_pl: Grid - 3 kolumny

source: Grid - 2 columns
pl_pl: Grid - 2 kolumny

source: List
pl_pl: Lista

source: Layout
pl_pl: Układ

source: Choose the position to show the bundled products list.
pl_pl: Wybierz pozycję, w której ma być wyświetlana lista produktów w komplecie.

source: None (hide it)
pl_pl: Brak (ukryj to)

source: In a new tab
pl_pl: W nowej karcie

source: Under the excerpt
pl_pl: Pod zajawką

source: Under the price
pl_pl: Pod ceną

source: Under the title
pl_pl: Pod tytułem

source: Under the add to cart button
pl_pl: Pod przyciskiem dodaj do koszyka

source: Above the add to cart button
pl_pl: Nad przyciskiem dodaj do koszyka

source: Position
pl_pl: Położenie

source: Bundled products
pl_pl: Produkty w komplecie

source: Bundled pricing methods: from Sale price (default) or Regular price.
pl_pl: Metody ustalania cen w kompletach: od ceny sprzedaży (domyślnie) lub ceny regularnej.

source: from Regular price
pl_pl: z regularnej ceny

source: from Sale price
pl_pl: z ceny sprzedaży

source: Calculate bundled prices
pl_pl: Oblicz ceny kompletów

source: Use %s to show the dynamic price between your custom text. You still can overwrite it in each bundle.
pl_pl: Użyj %s, aby pokazać dynamiczną cenę pomiędzy twoim własnym tekstem. Nadal możesz ją nadpisać w każdym komplecie.

source: before %s after
pl_pl: przed %s po

source: Default custom display price
pl_pl: Własne wyświetlanie ceny

source: Choose the price format for bundle on the shop/archive page.
pl_pl: Wybierz format ceny dla kompletu na stronie sklepu/archiwum.

source: Custom
pl_pl: Własny

source: Regular and sale price
pl_pl: Cena regularna i promocyjna

source: Min - max
pl_pl: Minimum - maksimum

source: Min price only
pl_pl: Tylko cena minimalna

source: From min price
pl_pl: Od ceny minimalnej

source: Price format
pl_pl: Format ceny

source: General
pl_pl: Ogólne

source: When creating the product, please choose product data is "Smart Bundle" then you can see the search field to start search and add products to the bundle.
pl_pl: Podczas tworzenia produktu wybierz dane produktu "Inteligentny komplet", a następnie zobaczysz pole wyszukiwania, aby rozpocząć wyszukiwanie i dodawanie produktów do kompletu.

source: Essential Kit
pl_pl: Niezbędny zestaw

source: Premium Version
pl_pl: Wersja Premium

source: Docs
pl_pl: Dokumentacja

source: Compatible
pl_pl: Kompatybilne

source: Localization
pl_pl: Lokalizacja

source: Settings
pl_pl: Ustawienia

source: How to use?
pl_pl: Jak używać?

source: Settings updated.
pl_pl: Ustawienia zostały zapisane.

source: Discussion
pl_pl: Dyskusja

source: Changelog
pl_pl: Dziennik zmian

source: Reviews
pl_pl: Opinie

source: Thank you for using our plugin! If you are satisfied, please reward it a full five-star %s rating.
pl_pl: Dziękujemy za korzystanie z naszej wtyczki! Jeśli jesteś zadowolony, prosimy o przyznanie jej pięciogwiazdkowej oceny %s.

source: Product Bundles
pl_pl: Komplety produktów

source: WPC Product Bundles
pl_pl: WPC Komplety produktów

source: Read more
pl_pl: Dowiedz się więcej

source: Select options
pl_pl: Wybierz opcje

source: Add to cart
pl_pl: Dodaj do koszyka

source: WPC Product Bundles is a plugin help you bundle a few products, offer them at a discount and watch the sales go up!
pl_pl: WPC Komplety Produktów to wtyczka, która pozwala ci łączyć kilka produktów, oferować je w promocyjnej cenie i obserwować wzrost sprzedaży!

source: WPC Product Bundles for WooCommerce
pl_pl: WPC Komplety produktów dla WooCommerce
